my_dict = {
    "천호": "천호(풍납토성)",
    "오목교": "오목교(목동운동장앞)",
    "군자": "군자(능동)",
    "이수": "총신대입구(이수)",
    "이수(총신대)": "총신대입구(이수)",
    "총신대": "총신대입구(이수)",
    "광나루": "광나루(장신대)",
    "아차산": "아차산(어린이대공원후문)",
    "올림픽공원": "올림픽공원(한국체대)",
    "공릉": "공릉(서울산업대입구)",
    "숭실대입구": "숭실대입구(살피재)",
    "어린이대공원": "어린이대공원(세종대)",
    "남한산성입구": "남한산성입구(성남법원, 검찰청)",
    "상도": "상도(중앙대앞)",
    "몽촌토성": "몽촌토성(평화의문)",
    "굽은다리": "굽은다리(강동구민회관앞)",
    "신정": "신정(은행정)",
    "서울역": "서울",
    "한성대": "한성대입구",
    "쌍용": "쌍용(나사렛대)"

}
